<template>
  <div class="h-full py-[20px] px-[20px] text-[14px]">
    <h2>于敏的一些小故事</h2>
    <div class="h-full flex mt-[25px]">
      <div class="all-indent-8 leading-10">
        <p>
          1944年于敏考上了北京大学工学院，1946年，他转入了理学院去念物理，
          并将自己的专业方向定为理论物理。1949年以物理系第一名的成绩本科毕业，1951年于敏以优异完成研究生毕业。
        </p>
        <p>
          于敏院士没有留过洋，当时国内有关氢弹的研究也是一片空白，于敏院士研究氢弹一切要从0做起，
          依靠自己的勤奋，举一反三进行理论探索，最终成功研制出了中国第一颗氢弹
        </p>
        <p>
          从原子弹到氢弹，美国用了7年3个月，苏联用了6年3个月，英国用了4年7个月，
          法国用了8年6个月，而中国仅用了2年8个月，而当时中国的设备更无法可比，当时仅有一台每秒万次的电子管计算机，
          并且95%的时间分配给有关原子弹的计算，只剩下5%的时间留给于敏负责的氢弹设计，他领导下的工作组人手一把计算尺，废寝忘食地计算
        </p>
      </div>
      <img class="h-5/6" src="/ym3.png" alt="">
    </div>
  </div>
</template>
