<script setup lang="ts">
const honorArr = [
  '1982年, 获国家自然科学奖一等奖',
  '1985年、1987年和1989年, 各获一项国家科技进步奖特等奖',
  '1985年, 荣获“五一劳动奖章” 1987年, 获“全国劳动模范”称号',
  '1992年, 获光华奖特等奖 1994年, 中国杰出科学家奖',
  '1999年, 获两弹一星”功勋奖章 2015年, 荣获2014年度国家最高科技奖',
  '2015年2月27日, 于敏获感动中国2014年度人物',
  '2015年4月, 于敏获颁“影响世界华人终身成就奖”',
  '2015年10月13日, 于敏被授予全国敬业奉献模范称号',
  '2018年11月, 入选100名改革开放杰出贡献对象',
  '2018年12月18日, 党中央、国务院授予于敏同志改革先锋称号, 颁授改革先锋奖章, 并获评“国防科技事业改革发展的重要推动者”',
  '2019年9月17日, 国家主席习近平签署主席令, 授予于敏“共和国勋章”。',
]
</script>

<template>
  <div class="pl-[50px] pr-[30px] flex justify-between">
    <div class="leading-8">
      <h2 class="text-left mb-5">于敏 — 中国氢弹之父</h2>
      <ul class="text-[14px]">
        <li class="text-left" v-for="honor in honorArr">
          {{ honor }}
        </li>
      </ul>
    </div>
    <img class="w-[300px]" src="/ym.jpg" alt="于敏" />
  </div>
</template>
