<template>
  <div class="h-full py-[20px] px-[20px] text-[14px]">
    <h2>于敏的一些小故事</h2>
    <div class="h-full flex items-center">
      <div class="w-[550px] all-indent-8 leading-9">
        <p>
          在电影《功勋》中第二个单元《无民英雄于敏》中有一个有趣的情节：
          一天晚上，于敏和他的同事在机房工作，突然听到了一个奇怪的声音，同事误以为是自己肚子饿的声音，于敏说不对，起身去看计算机打印出的一长串纸张，只是看了一会，
          便说<b>“这错了，量不应该这么小，从这往后全错了，机器坏了，让技术员来一趟”</b>，然后便返回自己的座位继续工作。
          技术人员过来检查时，果然发现是一个加法器的元件坏掉了，替换后计算机马上正常了
        </p>
        <p>而那台计算机，是我国当时唯一的一台计算速度能达到每秒上万次的电子计算机J501，虽然纪录片中有夸大的成分，但现实中于敏的计算能力也非同凡响</p>
        <p>
          例如，他能一眼看出美国权威期刊中数据的错误。在高手云集的北大，教授们为了打压学生们骄傲自大的气焰，
          进行了一场非常困难的数学考试，当时一般的学生只能达到二三十分，尖子生才能勉强及格，
          而一名来自物理系的学生于敏却以满分的成绩震惊了整个北大
        </p>一个人的名字，早晚是要消失的，留取丹心照汗青，能把自己微薄的力量融进祖国的事业之中，也就足可以欣慰了
      </div>
      <div class="flex-1">
        <img src="/movie1.png" alt="movie" />
        <img src="/movie2.png" alt="movie" />
        <img src="/movie3.png" alt="movie" />
        <img src="/movie4.png" alt="movie" />
      </div>
    </div>
  </div>
</template>
