<script setup lang="ts">
import { ref } from 'vue'
</script>

<template>
  <div class="h-full py-[20px] px-[20px] text-[14px]">
    <h2>于敏的一些小故事</h2>
    <div class="h-full flex mt-[25px]">
      <div class="all-indent-8 leading-10">
        <p>
          于敏院士从事的核武器研究不仅任务重，集体性强，而且意味着他必须放弃光明的学术前途，隐姓埋名，长年奔波。
          从此，至1988年，于敏的名字和身份是严格保密的。
        </p>
        <p>
          在这28年里，于敏常常奔波于北京和大西南之间，
          由于沉重的精神压力和过度的劳累，他的胃病日益加重，这28年里，他曾三次与死神擦边而过
        </p>
        <p>
          但是于敏院士的努力，也大大加快了中国氢弹研究的速度：从原子弹到氢弹，美国用了7年3个月，苏联用了6年3个月，英国用了4年7个月，
          法国用了8年6个月，而中国仅用了2年8个月，而当时中国的设备更无法可比，当时仅有一台每秒万次的电子管计算机，
          并且95%的时间分配给有关原子弹的计算，只剩下5%的时间留给于敏负责的氢弹设计，他领导下的工作组人手一把计算尺，废寝忘食地计算
        </p>
      </div>
      <img class="h-5/6" src="/ym2.png" alt="" />
    </div>
  </div>
</template>

<style scoped></style>
